Repository: emre1702/BonusBot
Catalog: Modules/AudioModule/Language/ModuleTexts.*.resx
Languages: de

# EqualizerParamsError
source: Gain value must be between -0.25 - 1.0 and Band value must be between 0 - 14.
de: Der Gain-Wert muss zwischen -0,25 - 1,0 und der Band-Wert zwischen 0 - 14 liegen.

# FoundTracksAmountInfo
source: Found {0} tracks.
de: {0} Songs wurden gefunden.

# GetVolumeInfo
source: Current volume: {0}.
de: Aktuelle Lautstärke: {0}.

# LavaLinkLoadError
source: Load failed. The url could be wrong or there could be an internal problem.
de: Laden fehlgeschlagen. Die URL könnte falsch sein oder es könnte an einem internen Problem liegen.

# LavaLinkNoMatchesError
source: Nothing found.
de: Nichts gefunden.

# LyricsForInfo
source: Lyrics for: {0}
de: Lyrics für: {0}

# LyricsNotFoundError
source: Lyrics could not be found for '{0}'.
de: Lyrics konnten nicht gefunden werden für '{0}'.

# NegativeStartOrStopError
source: Start and stop must be atleast 0.
de: Start und Stop müssen mindestens 0 sein.

# NoPlayerForGuildError
source: I'm currently not connected to a voice channel or maybe can't play a song at this time.
de: Ich bin nicht mit einem Sprach-Chat verbunden oder kann gerade keine Musik abspielen.

# NotConnectToVoiceChannel
source: You're not connected to a voice channel.
de: Du bist nicht mit einem Sprach-Kanal verbunden.

# NothingPlayingError
source: This operation is invalid since player isn't actually playing anything.
de: Diese Operation ist ungültig, da zur Zeit nichts abgespielt wird.

# NotInitializedYetError
source: This module has not been initialized yet.
de: Dieses Modul wurde noch nicht initialisiert.

# NoTrackRunningError
source: Currently there is no track running.
de: Es läuft gerade kein Song.

# NoTrackToReplayError
source: There is no track to replay.
de: Es gibt keinen Song zum Wiederholen.

# NoVolumeSavedError
source: No volume has been saved for this guild yet.
de: Für diese Gilde wurde noch keine Lautstärke gespeichert.

# NowPlayingInfo
source: Now playing: {0}
de: Spiele nun: {0}

# PositionLargeThanLengthError
source: The position ({0} - {1}%) is actually larger than the actual length.
de: Diese Position ({0} - {1}%) ist größer als die aktuelle Länge.

# QueueEmptyInfo
source: There are no tracks in the queue.
de: Es gibt keine Songs in der Playlist.

# ReplayingSongInfo
source: Replaying song: {0}.
de: Wiederhole Song: {0}.

# SeekPositionTooHigh
source: The position {0} is greater than current track's length of {1}.
de: Die Position {0} ist größer als die Länge {1} der aktuellen Spur.

# SetPositionInfo
source: Set position to {0} ({1}%).
de: Position gesetzt auf {0} ({1}%).

# SetPositionWrongFormatError
source: Invalid input. Please use ?% for percent, ?s for seconds, ?m for minutes or minutes:seconds for a specific time.
de: Ungültige Eingabe. Bitte nutze ?% für Prozent, ?s für Sekunden, ?m für Minuten oder Minuten:Sekunden für eine spezifische Zeitangabe.

# SetVolumeInfo
source: Changed volume to {0}.
de: Lautstärke geändert auf {0}.

# ShuffleInfo
source: The queue is now shuffled.
de: Die Playlist ist nun gemischt.

# SkippedTrackNowPlayingInfo
source: Skipped: {0} Now playing: {1}
de: Übersprungen: {0} Spiele nun: {1}

# SkippedTrackNowStoppedInfo
source: Skipped: {0} There are no more tracks left in the queue.
de: Übersprungen: {0} Es gibt keine weiteren Songs in der Playlist.

# StartTimeLessThanStopTimeError
source: Stop time must be greater than start time.
de: Stop-Zeit muss größer sein als Start-Zeit.

# TrackHasBeenEnqueuedInfo
source: {0} has been put into the queue.
de: {0} wurde in die Wiedergabeliste aufgenommen.

# NoLastSearchError
source: You haven't use the search command yet. Search for a song first.
de: Du hast den Such-Befehl noch nicht benutzt. Suche zuerst nach einem Song.

# LastSearchEmptyError
source: The last search result was empty. There are no songs to play.
de: Die letzte Suche hat keinen Song zurück geliefert. Es gibt nichts zum Abspielen.

# SongAtThisSearchNumberNotExistsError
source: A song at this search number does not exist.
de: Ein Song an dieser Such-Nummer existiert nicht.

# PlayerIsPausedInfo
source: The player is paused, use the resume command to continue.
de: Der Bot is pausiert, nutze den resume Befehl, um zu starten.

# FinishedPlayingNoMoreItemsInQueueInfo
source: Finished playing: {0}. There are no more items left in the queue.
de: Zuende gespielt: {0}. Es gibt keine weiteren Songs in der Playlist.

# TrackStuckNoMoreItemsInQueueInfo
source: Track {0} got stuck for {1} ms and therefore skipped. There are no more items left in the queue.
de: Song {0} steckt für {1} ms fest und wurde deswegen übersprungen. Es gibt keine weiteren Songs in der Playlist.

# TrackStuckNextSongInfo
source: Track {0} got stuck for {1} ms and therefore skipped. Now playing: {2}
de: Song {0} steckt für {1} ms fest und wurde deswegen übersprungen. Spiele nun: {2}

# FinishedPlayingNowPlayingInfo
source: Finished playing: {0} Now playing: {1}
de: Zu Ende gespielt: {0} Spiele nun: {1}

# OnlyAllowedInGuildChat
source: This command is only allowed in a guild text channel.
de: Dieser Befehl ist nur erlaubt in einem Gilden Text-Kanal.

# TrackHasBeenRemovedFromQueueInfo
source: Track {0}, requested by {1}, has been removed from the queue.
de: Song {0}, angefordert von {1}, wurde aus der Playlist entfernt.

# PlaylistHasBeenEnqueued
source: The playlist with {0} songs has been enqueued.
de: Die Playliste mit {0} Songs wurde in die Warteschlange getan.
